driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilPerf10Test40/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:test="http://j2ee.netbeans.org/wsdl/test">
  <soapenv:Body>
    <test:part1>Performance Test</test:part1>
    <test:repeat1>1</test:repeat1>
    <test:repeat2>2</test:repeat2>
    <test:repeat3>3</test:repeat3>
    <test:repeat4>4</test:repeat4>
    <test:repeat5>5</test:repeat5>
    <test:repeat6>6</test:repeat6>
    <test:repeat7>7</test:repeat7>
    <test:repeat8>8</test:repeat8>
    <test:repeat9>9</test:repeat9>
    <test:repeat10>10</test:repeat10>
  </soapenv:Body>
</soapenv:Envelope>